//****************************************Copyright (c)***********************************//
//网站博客: NC
//版权所有, 盗版必究
//Copyright (c) 2020
// ALL right reserved
//----------------------------------------------------------------------------------------//
//File name:        user_clb.h
// Descriptions:    
// Author:          Max
// Creation Date:   2020年6月1日
//----------------------------------------------------------------------------------------//


//----------------------------------------------------------------------------------------//
//***************************************include******************************************//



#ifndef PERIPHERALS_CLB_USER_CLB_H_
#define PERIPHERALS_CLB_USER_CLB_H_



//define


//function
void clb1_init_set();

#endif /* PERIPHERALS_CLB_USER_CLB_H_ */
