//****************************************Copyright (c)***********************************//
//网站博客: NC
//版权所有, 盗版必究
//Copyright (c) 2020
// ALL right reserved
//----------------------------------------------------------------------------------------//
//File name:        user_clb.h
// Descriptions:    
// Author:          Max
// Creation Date:   2020年6月1日
//----------------------------------------------------------------------------------------//


//----------------------------------------------------------------------------------------//
//***************************************include******************************************//



#ifndef PERIPHERALS_CLB_USER_CLB_H_
#define PERIPHERALS_CLB_USER_CLB_H_



//define
//模式0：clb不修改输入的epwm波形直接输出
//模式1：不允许两个PWM同时低电平，诺出现就反转
//模式2：不允许两个PWM同时出现高电平，诺出现就反转
//模式3：保留现状
#define clb_mode    2

//function
void clb1_init_set();

#endif /* PERIPHERALS_CLB_USER_CLB_H_ */
